{
  "1497": "© ",
  "177500": "2024",
  "11753708": "View All...",
  "71929659": "Listen To Music",
  "3d503d2b": "No items found.",
  "12d80": "NEW",
  "4b6d0ef": "SOUND",
  "2268ff": "Home",
  "3c2336d": "About",
  "-21a74f90": "What's New",
  "11df4d31": "NewSound Originals",
  "7f2746de": "Contact Us",
  "2b4d4a36": "World Class ",
  "4d6caf68": "Entertainment",
  "-1d1202b8": "Step into the rhythmic world of Ghanaian music with ",
  "-7e29ec91": "NEWSOUND",
  "54dfd386": "Watch Exclusive Content",
  "-3487d874": "Featured Songs",
  "-5cbe0e9e": "Exclusive ",
  "-641033a7": "Content",
  "55a593da": "Below is some of our exclusive video content",
  "3db38daa": "Watch Video",
  "179a242b": "No Content has been posted yet. Once they are posted they will show up here...",
  "-4811e0e9": "Previous",
  "24ff13": "Next",
  "-68cc582f": "Our YouTube ",
  "7bba7be": "Below is some of our YouTube. Kindly subscribe to our YouTube channel and turn on our post notifications",
  "5e61c192": "Featured ",
  "4c5bdde": "Songs",
  "-270eb9ce": "Below are some of our featured songs for the month",
  "-6470142d": "No songs have been featured yet. Once there are fetured songs they will show up here...",
  "-232028db": "Collaborate with us. we love music of all ",
  "-4a79d8b0": "genres",
  "-d78b7a3": "Features",
  "25ae74": "Our ",
  "-78c28459": "Latest",
  "3b0f11e5": " Music",
  "-e76bb2a": "Follow us on youtube to get firsthand updates on our newest and latest music releases and specials from our artistes!",
  "-19df326f": "Follow On Youtube",
  "560f747e": "Services",
  "cc06c35": "Our wide range of services covers everything a modern musician might need, from audio recording solutions to mixing and mastering services, provided at affordable prices.",
  "-d8c9cdb": "Recording Studio",
  "25cb9e21": "We Provide recording and rehearsal space to musicians throughout the country.",
  "-5b8b8f83": "Mixing And Mastering",
  "-63d5474f": "Providing top audio mixing & mastering services for local and international artists and production companies.",
  "3aec17c4": "Photo Studio",
  "-36270a0b": "We have a top notch photo studio to meet all your requirements, for every kind of setting you may need",
  "3919ab2": "Podcast Studio",
  "-515f0e30": "We also have a podcast studio to for all podcast lovers out there who need a space to function.",
  "162fff32": "NewSound GH",
  "35160c5a": "., All Rights reserved\n          ",
  "-46b15ee5": "Developed by  ",
  "-28ae11c9": "YMLK Technologies",
  "5c4614ef": "Newsound Originals ",
  "-64104400": "Contact",
  "74843a53": "About ",
  "abe": "Us",
  "-5b8a3673": "NEWSOUND is a haven for musicians, artists, and creative minds alike. Our mission is to provide a nurturing environment where innovation and passion collide, giving birth to sonic masterpieces that transcend boundaries. Immerse yourself in the energy of NEWSOUND and experience the magic of Lapaz, Accra. ",
  "1fe7a30d": "Contact us to schedule a visit, book a session, or learn more about our services. Let's embark on a journey of sonic excellence together",
  "3bd84140": "Book A Session",
  "645efc51": "About Us",
  "-377178b9": "About Our ",
  "-6bc46a0a": "Studio",
  "-37926e1c": "A Creative Sanctuary. ",
  "420d1bb9": "Our studio provides a tranquil, uncluttered environment where artists can find inspiration and bring musical ideas to life. With a clean, minimalist design, the space has been specially crafted to free the mind from distraction and allow creativity to flourish. ",
  "5d38d82d": "By paring down visual clutter, we shift the focus to the blank canvases in front of our artists - their next melodies, lyrics, and recordings. The peaceful setting invites experimentation, improvisation, and innovation rather than imposing preconceptions. ",
  "-26f9e802": "Whether collaborating with our in-house producers or working solo, artists have room to wander sonic landscapes limited only by their imagination. Our studios remove barriers between artists and the breakthroughs they seek. The bells and whistles take a backseat; pure inspiration takes the wheel. ",
  "-637348b0": "Escape into this oasis we've designed for fresh musical magic when you visit us. Let an atmosphere optimized for original artistry lead you to your next masterpiece.",
  "-2c890363": "Images Of Our Studio Space...",
  "-4d55622f": "Recording",
  "3102fe16": " Studio",
  "3e2656b0": "Welcome to our recording studio, where we are dedicated to delivering exceptional music quality. ",
  "162dc": "Our studio is designed to provide a minimal space that is fully equipped to help you bring your ideas to life. Whether you're a seasoned musician or just starting out, our studio offers the perfect environment to translate your creative vision into reality.",
  "5b5a3a2b": "Our studio is more than just a space; it's a creative sanctuary where artists can express themselves without any distractions. ",
  "1e8d4b11": "We believe that the best music comes from a place of pure creativity, and our studio is designed to foster that environment.",
  "-769b0fda": "Mixing",
  "4fe1bad7": " And Mastering",
  "-5fcf52a5": "With the right mix, a song can come to life. To help you achieve this, we collaborate with a wide range of producers and sound engineers, varying in price and skills, to build up your song. Our goal is to unlock your music's true potential and create a seamless listening experience across your song entire album, EP, or mixtape.",
  "4984e12": "Photo",
  "16925e2b": "Similar to our recording studio, we have introduced a photo studio and an annex to the recording studio, focused on bringing videos and other creative ideas to life. ",
  "458b359b": "This new addition will provide a space for photographers and other creatives to collaborate and produce high-quality content.",
  "785b3330": "The annex will serve as a versatile space for various creative projects, including photo shoots, video production, and more",
  "4b0c1ae4": "Podcast",
  "6f6ebdc": "A brand new platform for voices to be heard. We're thrilled to introduce our podcast studio , opening in soon as the newest recording studio tailored to meet the needs of today's podcasters and online broadcasters.",
  "57850f32": "Gallery",
  "-e40cbc5": "Browse through some photos of our premises",
  "1fa3c2": "Blog",
  "1f2ebf": "All ",
  "3f8df7ec": "Welcome to a realm where the potential is boundless and the future is present. Step into a world of creative discovery, where innovators breathe life into extraordinary concepts. Join us to stay informed about the latest events, artists, and trends, and embark on a journey of artistic exploration.",
  "523475a": "Exclusive Videos",
  "-7a2acccb": "Youtube Videos",
  "-6ca0f8d7": "Other Content",
  "319adcca": "Read post",
  "7f274abe": "Contact us",
  "c1b6fb2": "Get in touch ",
  "6969f41": "today",
  "5d4fb866": "Get in touch with Us",
  "61eeeec5": "Got Questions? Or You want to collaborate with us? Send us a message!",
  "-6b234493": "Fill the form or ",
  "6a39ecb3": "Send us an email",
  "4984d4e": "Phone",
  "-44147b5f": "+233-540-384-919",
  "49932e28": "+233-574-527-507",
  "3ff5b7c": "Email",
  "-76f5d30b": "info@newsoundgh.com",
  "-ecc36b8": "newsoundofficial1@gmail.com",
  "1ed033d4": "Address",
  "61b7748": "Lapaz, Accra - Ghana",
  "20046dbe": "Send us a message",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-613962c1": "Follow us on social media",
  "198b646d": "No Blogs have been posted yet. Once they are posted they will show up here...",
  "-4713a56f": "NEWSOUND ",
  "-65c93f5e": "ORIGINALS",
  "473fe05": "Music",
  "-6ad0bd25": "Added On:",
  "-2d627cd5": "All vidoes",
  "-2c79323f": "Share this post",
  "217bfee6": "Facebook",
  "2c9a4253": "Twitter",
  "4b0ff13e": "LinkedIn",
  "772ccdb2": "Whatsapp",
  "-1d31b28b": "Related ",
  "-67489888": "Videos"
}